tap "cartr/qt4"
brew "autoconf"
brew "glib"
brew "cairo"
brew "dive"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "gnuplot"
brew "grep"
brew "imagemagick"
brew "jq"
brew "md5sha1sum"
brew "nmap"
brew "ollama"
brew "parallel"
brew "pwgen"
brew "rustup"
brew "skopeo"
brew "stern"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh-autosuggestions"
cask "adobe-acrobat-reader"
cask "claude-code"
cask "codex"
cask "discord"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "libreoffice-language-pack"
cask "onedrive"
cask "openinterminal"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
cask "zoom"
mas "LINE", id: 539883307
